
<html><head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Documento sin t&iacute;tulo</title>


<script src="SpryAssets/SpryMenuBar.js" type="text/javascript"></script>
<link href="SpryAssets/SpryMenuBarHorizontal.css" rel="stylesheet" type="text/css" />
<link href="SpryAssets/SpryMenuBarVertical.css" rel="stylesheet" type="text/css" />

<style type="text/css">
<!--
.Estilo1 {
	color: #FFFFFF;
	font-size: large;
}
.Estilo3 {color: #FFFFFF; font-size: xx-large; }
.Estilo4 {font-size: x-large}
-->
</style>
</head>

<body background="image/fonn.jpg"pg" background-size:cover"> 
<ul id="MenuBar1" class="MenuBarHorizontal">   
  <li><a href="Inicio.html">Inicio</a></li>
   <li><a href="Historia.html">Historia</a></li> 
   <li><a href="Glosario.html">Glosario</a></li>
</ul>

<label></label>
<p>
  <script type="text/javascript">
<!--
var MenuBar1 = new Spry.Widget.MenuBar("MenuBar1", {imgDown:"SpryAssets/SpryMenuBarDownHover.gif", imgRight:"SpryAssets/SpryMenuBarRightHover.gif"});
//-->
  </script></p>
  
  <br />
  <br />
  <br />
  
  
<h1 align="center"><span class="Estilo3"><a name="_Toc367348597" id="_Toc367348597">Historia y evoluci&oacute;n</a></span></h1>
<p class="Estilo1">El mundo atrapado por una telara&ntilde;a: desde su surgimiento, las redes han evolucionado conforme lo demandan las necesidades de comunicaci&oacute;n, verbal o visual. He aqu&iacute; un recuento de la aparici&oacute;n de los diferentes dispositivos que componen una red.</p>
<p class="Estilo1">El primer indicio de redes de comunicaci&oacute;n fue de tecnolog&iacute;a telef&oacute;nica y telegr&aacute;fica.</p>
<p align="center" class="Estilo1"><strong><a name="_Toc367348598" class="Estilo4" id="_Toc367348598">&#8220;&#8220;La primera red inform&aacute;tica surgi&oacute;&nbsp;en la Guerra Fr&iacute;a</a></strong><a name="_Toc367348598" class="Estilo4" id="_Toc367348598"></a> </p>
</p>


<p class="Estilo1">Arpanet fue creada durante la cortina de hierro, y su objetivo principal era que la informaci&oacute;n militar de los Estados Unidos no estuviera centralizada y pudiera estar disponible en punto del pa&iacute;s ante un eventual ataque ruso.</p>


<p class="Estilo1">

<img src="image/Historia.jpg" width="120" height="132" border="2" align="left" hspace="20"/>

Cient&iacute;ficos de UCLA, en los Estados Unidos, conectaron dos computadoras usando un cable y vieron c&oacute;mo los datos flu&iacute;an de una m&aacute;quina a la otra. Ese fue el principio de Arpanet, la red militar que es reconocida como la progenitora de lo que hoy se conoce como Internet.&nbsp;</p>

<! Modificado-->
<p class="Estilo1">

 S&oacute;lo unos meses despu&eacute;s de la primera conexi&oacute;n, la red ya contaba con cuatro nodos remotos en otras instituciones estadounidenses como el Instituto de Investigaciones de Standford y la Universidad de Utah.</p>


<p class="Estilo1">&nbsp;</p>
<p class="Estilo1">Cuando el primer sistema de comunicaciones ya resultaba obsoleto, se cre&oacute; el protocolo TCP/IP, que se sigue utilizando hasta hoy, y que funciona como est&aacute;ndar dentro de las redes inform&aacute;ticas.Algunas sostienen que el protocolo TCP/IP, cuya caracter&iacute;stica <blink><img src="image/GuM.jpg"  width="200" height="250"align="right" alt="Primera guerra mundial..    una de las primeras redes" hspace="28"/><blink > Principal es poder compartir informaci&oacute;n entre redes muy distintas entre s&iacute;, es la verdadera Internet.</p>
<p class="Estilo1">En 1983, Paul Mockapetris y Jon Postel crearon el sistema de nombres de dominio (DNS) y las denominaciones .com, .org, y .gov, tan caracter&iacute;sticas de lo que hoy llamamos Internet.</p>



<p class="Estilo1">La &uacute;ltima etapa en el desarrollo fue la creaci&oacute;n de la World Wide Web, a cargo de Tim Berners-Lee, quien a principio de los &rsquo;90 invent&oacute; el sistema de links, fundamental para el crecimiento de la red de redes. Tim Berners no patent&oacute; su invento para no poner escollos comerciales a la evoluci&oacute;n de Internet. Su aporte fue reconocido recientemente, cuando fue condecorado como caballero por la realeza brit&aacute;nica y adem&aacute;s fue elegido por la revista Time como uno de los 20 pensadores m&aacute;s influyentes del siglo XX. </p>


<p class="Estilo1">De todos modos, aunque no haya consenso total sobre cu&aacute;l fue el hecho que le dio origen a lo que hoy conocemos como Internet, es indudable que aquella primera red Arpanet, que naci&oacute; hace 35 a&ntilde;os, fue fundamental para el inicio de lo que hoy solemos llamar simplemente &ldquo;La Red&rdquo;.</p>


<p class="Estilo1">&nbsp;</p>


<script type="text/javascript">
<!--
var MenuBar1 = new Spry.Widget.MenuBar("MenuBar1", {imgDown:"SpryAssets/SpryMenuBarDownHover.gif", imgRight:"SpryAssets/SpryMenuBarRightHover.gif"});
//-->
  </script>
